{
  "Узнать подробнее": "Learn more",
  "Организация спортивных турниров по всей России": "Organization of sports tournaments throughout Russia",
  "Мы всегда готовы предложить свежие идеи для спортивных турниров. Помните, подготовка подобного мероприятия на высоком уровне требует опыта, профессионализма и креативного подхода – выбирайте агентство с хорошей репутацией.": "We are always ready to offer fresh ideas for sports tournaments. Remember, preparing such an event at a high level requires experience, professionalism and a creative approach – choose an agency with a good reputation.",
  "Организовать турнир": "Organize a tournament",
  "Организация и проведение спортивных мероприятий - это комплексная составная услуга.": "The organization and holding of sports events is a complex composite service.",
  "В рамках организации спортивного мероприятия необходимо найти место для проведения соревнования, исходя из удобства расположения, количества участников турнира, а также подобрать аудио и звуковое оборудование, найти ведущего, предоставить питание спортсменам, а также провести аудио, фото и видео фиксацию для отчета и анализа проведения спортивного мероприятия.": "As part of the organization of a sports event, it is necessary to find a place for the competition, based on the convenience of the location, the number of participants in the tournament, as well as to pick up audio and audio equipment, find a host, provide meals to athletes, as well as conduct audio, photo and video recording for the report and analysis of the sports event.",
  "Разработка программы": "Program development",
  "Программа проведения соревнования предполагает распределение этапов во времени, с указанием ответсвтенных по выполнению. Соединить отдельные услуги и номера в единое захватывающее действие поможет написание сценария. Для успешного проведения вашего спортивного мероприятия мы рекомендуем не пренебрегать данной услугой. Наша компания поможет вам в составлении программы соревнования или в написании сценария.": "The program of the competition involves the distribution of stages in time, with the indication of those responsible for the implementation. Writing a script will help to combine individual services and rooms into a single exciting action. For the success of your sporting event, we recommend that you do not neglect this service. Our company will help you in drawing up a competition program or in writing a script.",
  "Координация и логистика": "Coordination and logistics",
  "Это самый важный этап в организации проведения соревнований, так как неслаженная работа исполнителей может привести к большим неприятностям, от выхода из временного графика, до полного срыва. Мы веделим вам координатора, который согласует план и объем услуг, составит полную смету. Наш координатор будет присутствовать на месте проведения и отслеживать все составные услуги: трансферы, питание, технический персонал, а также артистов и прочих исполнителей отдельных услуг.": "This is the most important stage in the organization of competitions, since the uncoordinated work of performers can lead to big troubles, from leaving the time schedule to a complete breakdown. We will assign you a coordinator who will coordinate the plan and scope of services, make a full estimate. Our coordinator will be present at the venue and monitor all the constituent services: transfers, meals, technical staff, as well as artists and other performers of individual services.",
  "Подбор персонала для соревнований": "Selection of personnel for competitions",
  "Организация и проведение спортивных мероприятий не может обойтись без привлечения большого количества персонала. Это и всевозможный администраторативный персонал, и врачи, и сотрудники службы безопасности, контролирующие соблюдение порядка и доступы в ту или иную зону, и профессиональный ведущий спортивных мероприятий, и музыканты, и певцы, а также разнообразный технический персонал. Мы поможем составить профессиональную команду, которая будет работать слаженно под руководством нашего координатора и четко выполнять все поставленные задачи.": "The organization and holding of sports events cannot do without the involvement of a large number of staff. These are all kinds of administrative staff, doctors, security personnel who control the observance of order and access to a particular zone, and a professional host of sports events, and musicians, and singers, as well as a variety of technical staff. We will help you create a professional team that will work smoothly under the guidance of our coordinator and accurately perform all tasks.",
  "Разработка стиля соревнований": "Development of the competition style",
  "Стиль спортивного мероприятия - это разработка всего комплекса полиграфии, а также оформления самого места проведения соревнования. Любые соревнования подразумевают зрителей и настроение праздника, что обеспечивается в том числе красочным оформлением помещения. Услуга по разработке стиля может включать: разработку логотипа, а также цветовые решения для оформления зала; дизайн-макет бейджей, грамот, медалей и другие услуги.": "The style of a sporting event is the development of the entire complex of printing, as well as the design of the competition venue itself. Any competition implies the audience and the mood of the holiday, which is provided, among other things, by the colorful design of the room. The style development service may include: logo development, as well as color solutions for the decoration of the hall; design layout of badges, diplomas, medals and other services.",
  "Реклама и освещение в СМИ": "Advertising and media coverage",
  "При организации спортивного мероприятия важную роль играет реклама его в средствах массовой информации. Важно привлечь как болельщиков, которые поддерживают участников, так и СМИ с целями освещения соревнований или других спортивных событий в новостных лентах и на телевидении. Уровень и популярность соревнований во многом определяется тем, как организована работа по его продвижению в том числе и в Интернете, на транспорте, на улицах города. Мы не только разместим информацию о предстоящем событии, но разработаем и согласуем дизайн-макеты рекламных материалов в едином стиле, а также создадим, при необходимости, интернет сайт вашего мероприятия.": "When organizing a sporting event, advertising it in the media plays an important role. It is important to attract both fans who support the participants and the media for the purpose of covering competitions or other sporting events in news feeds and on television. The level and popularity of the competition is largely determined by how the work on its promotion is organized, including on the Internet, on transport, on the streets of the city. We will not only post information about the upcoming event, but we will develop and coordinate design layouts of advertising materials in a single style, as well as create, if necessary, an Internet site for your event.",
  "Фото и видео съемка": "Photo and video shooting",
  "Для отчета о проведении соревнования как перед вышестоящими организаторами или же спонсорами, так и для удобства анализа организации требуется видео фиксация. Мы организуем фото и видеосъемку спортивного мероприятия.": "For a report on the conduct of the competition, both to the higher organizers or sponsors, and for the convenience of analyzing the organization, video fixation is required. We organize photo and video shooting of a sports event."
}