{
  "Соревнования по гольфу": "Golf competitions",
  "Гольф - спортивная игра, суть которой заключается в забивании мяча в специальные лунки. Пройти их следует путём совершения минимального количества ударов.": "Golf is a sports game, the essence of which is to score a ball into special holes. They should be passed by making a minimum number of strokes.",
  "Традиционно принято считать гольф мужским видом спорта. До недавнего времени так и было, и в состязаниях принимали участие только мужчины. В последнее время представительницы прекрасного пола также стали активно играть в гольф и показывать неплохие результаты, порой не уступая мужчинам в этом виде состязаний.": "Traditionally, golf is considered a men's sport. Until recently, this was the case, and only men took part in the competitions. Recently, the fair sex also began to actively play golf and show good results, sometimes not inferior to men in this type of competition.",
  "Травмирование в гольфе может произойти по разным причинам: случайный удар клюшкой, мячом, отскакивание камня либо гальки во время удара. Во избежание получения травм игрокам следует соблюдать определённые меры безопасности": "Injury in golf can occur for various reasons: an accidental blow with a club, a ball, a stone or a pebble bouncing off during a stroke. In order to avoid injury, players should observe certain safety measures",
  "Перед совершением удара необходимо убедиться, что все лица, которые присутствуют при проведении состязания, находятся на безопасном растроянии.": "Before making a strike, it is necessary to make sure that all persons who are present during the competition are in a safe position.",
  "Спортсменам запрещено наносить удар до того момента, пока все присутствующие не удалились из зоны возможного падения мяча.": "Athletes are prohibited from striking until all those present have left the area of a possible ball drop.",
  "Во время подготовки удара по мячу спортсмен должен предупредить об этом весь обслуживающий персонал, чтобы тот удалился с поля.": "During the preparation of hitting the ball, the athlete must warn all the service personnel about this so that they leave the field.",
  "Если спортсмен, совершивший удар, предвидит, что мяч может попасть в кого-либо из присутствующих, он должен предупредить их, крикнув “Фор”.": "If the athlete who made the kick foresees that the ball may hit anyone present, he must warn them by shouting “Handicap”.",
  "Cоревнование “Любители гольфа“ прошло 3 ноября в гольф-клубе “Земляничные поляны“": "The Golf Lovers competition was held on November 3 at the Strawberry Glades Golf Club",
  "Благодарим за помощь в организации мероприятия основных партнеров: Объединенную металлургическую компанию (ОМК), авиакомпанию Аэрофлот-Российские авиалинии, компанию Фармстандарт. В 2022 году в числе основных партнёров остаются гольф-клубы \"Пестово\", \"Петергоф\", \"Форест Хиллс\". Страховщик – страховая компания \"Гелиос\". Промоутер турнира – компания \"Гольф-профи\".": "We thank our main partners for their help in organizing the event: United Metallurgical Company (OMK), Aeroflot-Russian Airlines, Pharmstandard. In 2022, the golf clubs \"Pestovo\", \"Peterhof\", \"Forest Hills\" remain among the main partners. The insurer is the Helios Insurance Company. The promoter of the tournament is the Golf Pro company.",
  "На старт соревнования вышли 34 гольфиста.": "34 golfers came to the start of the competition.",
  "По итогам четырех соревновательных раундов победителями турнира стали Даниил Ромашкин и Екатерина Малахова. Серебро у Алексея Карасёва и Веры Маркевич, бронза – у Степана Суржика и Екатерины Петровой.": "According to the results of four competitive rounds, Daniil Romashkin and Ekaterina Malakhova became the winners of the tournament. Alexey Karasev and Vera Markevich have silver, Stepan Surzhik and Ekaterina Petrova have bronze.",

  "Турнир по большому теннису": "Tennis tournament",
  "Большой теннис – вид спорта, в котором два игрока или две команды по два человека соперничают между собой. Цель каждого из игроков/команд – перекинуть ракеткой мяч на сторону соперника таким образом, чтобы соперник не смог его отразить. При этом мяч должен коснуться половины поля соперника не меньше одного раза.": "Lawn tennis is a sport in which two players or two teams of two people compete with each other. The goal of each of the players / teams is to throw the ball to the opponent's side with a racket in such a way that the opponent cannot reflect it. In this case, the ball must touch half of the opponent's field at least once.",
  "Игроки или команды должны находиться по разные стороны сетки. Один из игроков является подающим, второй, соответственно, принимающим подачу. Подающий игрок должен отправить мяч таким образом, чтобы он попал в зону корта на половине соперника. Принимающий игрок должен успеть перенаправить (отбить) мяч на сторону соперника до его падения на корт или до того, как он коснется корта во второй раз. Если один из теннисистов пропустил мяч, то его соперник получает очко.": "Players or teams must be on opposite sides of the net. One of the players is a pitcher, the second, respectively, takes the pitch. The serving player must send the ball in such a way that it hits the court area on the opponent's half. The receiving player must have time to redirect (repel) the ball is on the opponent's side before it falls on the court or before it touches the court for the second time. If one of the tennis players missed the ball, then his opponent gets a point.",
  "Теннисный матч состоит из «сетов», а они в свою очередь из «геймов», для выигрыша которых необходимо забивать мячи (минимум 4 мяча: 15-30-40-гейм, но с разницей не менее, чем два мяча). При подаче у игрока есть две попытки, в которые он попеременно подает мячом в левый и правый квадраты. После розыгрыша гейма подача переходит к сопернику. После розыгрыша нечётного числа геймов игрокам даётся минутный перерыв и производится смена сторон. Игрок, первым выигравший 6 геймов (при условии, что его соперник выиграл не более 4 геймов), считается выигравшим сет. Для выигрыша матча необходимо выиграть 2 из 3 либо 3 из 5 сетов. Набравший необходимое количество выигранных сетов, выигрывает матч.": "A tennis match consists of \"sets\", and they, in turn, of \"games\", for which it is necessary to score goals to win (at least 4 balls: 15-30-40-game, but with a difference of at least two goals). When serving, the player has two attempts, in which he alternately feeds the ball into the left and right squares. After the game is drawn, the serve goes to the opponent. After drawing an odd number of games, players are given a minute break and the sides are changed. The player who wins 6 games first (provided that his opponent has won no more than 4 games) is considered to have won the set. To win a match, you need to win 2 out of 3 or 3 out of 5 sets. Whoever gets the required number of sets won wins the match.",
  "Турнир “Любители тенниса“ прошёл 13 ноября на теннисном корте “Амурские корты“": "The Tennis Lovers tournament was held on November 13 at the Amur Courts tennis court",
  "Благодарим за помощь в организации мероприятия основных партнеров: Комиссия по Любительскому теннису Федерации Тенниса России (ФТР), Теннисный клуб “РТС”. При участии Тенисного клуба “Радвест”. Страховщик – страховая компания \"Гелиос\". Промоутер турнира – компания \"Теннис-профи\".": "We thank the main partners for their help in organizing the event: the Amateur Tennis Commission of the Russian Tennis Federation (FTR), the RTS Tennis Club. With the participation of the Tennis club “Radvest\". The insurer is the Helios Insurance Company. The promoter of the tournament is the Tennis-Pro company.",
  "Основными целями турнира являются: объединение сотрудников коллектива в единую турнирную структуру, поддержка теннисистов-любителей и оказание им помощи в проведении любительских соревнований, популяризация тенниса, укрепление дружественных связей в коллективе.": "The main objectives of the tournament are: to unite the staff of the team into a single tournament structure, to support amateur tennis players and assist them in conducting amateur competitions, to popularize tennis, to strengthen friendly ties in the team.",

  "Детский чемпионат по хоккею": "Children 's Hockey Championship",
  "Хоккей с шайбой — это спортивная командная игра на льду, целью в которой является забросить шайбу в ворота соперника большее число раз, чем это сделает команда соперника в установленное время. Шайбу передают от игрока к игроку по ледяному корту специальными хоккейными клюшками. Побеждает команда забросившая большее число шайб в ворота соперника.": "Ice hockey is a sports team game on ice, in which the goal is to throw the puck into the opponent's goal more times than the opposing team will do at a set time. The puck is passed from player to player on the ice court with special hockey sticks. The winner is the team that has thrown the most pucks into the opponent's goal.",
  "Матч по хоккею с шайбой состоит из трех периодов по 20 минут чистого времени. Перерывы между периодами длятся 15 минут. В случае ничейного результата по окончании трех периодов возможно назначение дополнительного времени (овертайма). В случае ничьей по окончании овертайма пробиваются штрафные броски (буллиты). Необходимость овертайма, а также его продолжительность, необходимость и количество штрафных бросков оговариваются отдельно в регламенте турнира.": "An ice hockey match consists of three periods of 20 minutes of pure time. The breaks between periods last 15 minutes. In case of a draw at the end of three periods, it is possible to assign additional time (overtime). In case of a tie, free throws (shootouts) are made at the end of overtime. The need for overtime, as well as its duration, the need and the number of free throws are discussed separately in the tournament regulations.",
  "Хоккейный матч обслуживает судейская бригада, состоящая из трёх или четырёх судей. Один или два судьи (в зависимости от регламента турнира) называются главными судьями, два других — помощниками главного судьи, или лайнсменами. В обязанности главного судьи входит отслеживание нарушений правил, фиксация взятия ворот (голов). Помощники главного судьи отвечают за отслеживание положений «вне игры», пробросов шайбы, нарушений численного состава, а также проведение вбрасываний шайбы.": "A hockey match is served by a referee team consisting of three or four referees. One or two referees (depending on the rules of the tournament) are called chief referees, the other two are assistant chief referees, or linesmen. The duties of the chief referee include tracking violations of the rules, fixing the taking of goals (goals). Assistant Chief Referees are responsible for tracking offside positions, puck runs, numerical violations, as well as puck throw-ins.",
  "Чемпионат \"Хоккейных дел мастер\" прошёл 27 ноября на базе арены \"Ерофей\"": "The Hockey Master Championship was held on November 27 at the Yerofey Arena",
  "Учащиеся МБОУ “Средняя школы № 76 им. А.А. Есягина” попробовали свои силы на хоккейном поле. Ученики начальной школы поборолись друг с другом за звание чемпиона хоккейных дел. В чемпионате приняли участие 3 команды.": "Students of MBOU “Secondary School No. 76 named after A.A. Yesyagin\" tried their hand at the hockey field. Elementary school students competed with each other for the title of champion of hockey affairs. 3 teams took part in the championship.",
  "По итогам четырех матчей победителями стали ученики 4 “А” класса.": "According to the results of four matches, the winners were the students of the 4th “A\" class.",
  "Чемпионат проводится с целью пропаганды здорового образа жизни, привлечения детей к активным видам спорта, помощи детям раскрыться и поверить в свои силы, понять, что они могут и чего хотят, повышения командного уровня и налаживание коммуникативных связей внутри коллектива, популяризация хоккея среди детей.": "The championship is held in order to promote a healthy lifestyle, attract children to active sports, help children open up and believe in themselves, understand what they can and what they want, increase the team level and establish communication links within the team, popularize hockey among children.",

  "Футбольный матч": "Football match",
  "Футбол - самый популярный командный вид спорта в мире, целью в котором является забить мяч в ворота соперника большее число раз, чем это сделает команда соперника в установленное время. Мяч в ворота можно забивать ногами или любыми другими частями тела (кроме рук).": "Football is the most popular team sport in the world, in which the goal is to score the ball into the opponent's goal more times than the opposing team will do at the set time. The ball in the goal can be scored with your feet or any other body parts (except your hands).",
  "Каждая футбольная команда должна состоять максимум из одиннадцати игроков (именно столько может находиться одновременно на поле), один из которых вратарь и он же единственный игрок, которому разрешено играть руками в рамках штрафной площади у своих ворот.": "Each football team must consist of a maximum of eleven players (that's how many can be on the field at the same time), one of whom is the goalkeeper and he is the only player who is allowed to play with his hands within the penalty area at his goal.",
  "Футбольный матч состоит из двух таймов длительностью по 45 минут каждый. Между таймами предусмотрен 15 минутный перерыв на отдых, после которого команды меняются воротами. Это делается для того, чтобы команды были в равных условиях. Футбольную игру выигрывает команда, забившая большее количество голов в ворота соперника. Если команды закончили матч с одинаковым счетом голов, то фиксируется ничья, или назначаются два дополнительных тайма по 15 минут. Если дополнительное время закончилось ничьей, то назначается серия послематчевых пенальти.": "A football match consists of two halves lasting 45 minutes each. There is a 15-minute rest break between the halves, after which the teams change goals. This is done so that the teams are on an equal footing. The football game is won by the team that scored the most goals against the opponent. If the teams finished the match with the same score of goals, then a draw is fixed, or two additional halves of 15 minutes are assigned. If the extra time ended in a draw, a penalty shootout is awarded.",
  "Любительский футбольный матч состоялся 16 октября на стадионе им. Ленина": "The amateur football match took place on October 16 at the stadium named after Lenin",
  "Основная цель любительских турниров — создать конкурентную среду и максимально приблизить участников к их футбольным кумирам. Некоторые ивенты полностью копируют формат проведения и даже названия команд-участниц у профессиональных соревнований.": "The main goal of amateur tournaments is to create a competitive environment and bring participants as close as possible to their football idols. Some events completely copy the format of the event and even the names of participating teams from professional competitions.",
  "За золотую медаль боролись сборные команд \"СтройМашинери\" и \"Ростелеком\".": "The national teams of Stroymashineri and Rostelecom competed for the gold medal.",
  "\"СтройМашинери\" уверенно прошел групповой этап с пятью забитыми голами и всего тремя пропущенными. В финальном матче обыграли \"Ростелеком\", став чемпионами Любительского футбольного матча.": "Stroymashineri confidently passed the group stage with five goals scored and only three conceded. In the final match, they beat Rostelecom, becoming champions of the Amateur football match.",
  "\"Ростелеком\" занял второе место, но может быть доволен тем, что продемонстрировал хорошую командную игру и одержал волевую победу над соперником, который на бумаге казался сильнее.": "Rostelecom took the second place, but can be satisfied with the fact that it demonstrated a good team game and won a strong-willed victory over an opponent who seemed stronger on paper.",

  "Соревнования по боксу": "Boxing competitions",
  "Бокс – это контактный вид спорта (единоборство), в котором разрешены удары только кулаками и только в специальных перчатках.": "Boxing is a contact sport (martial arts) in which punches are allowed only with fists and only with special gloves.",
  "Боксерский поединок разделен на раунды, каждый из которых длится от 3 до 5 минут, в зависимости от уровня поединка (любительский или профессиональный). Между раундами у боксеров есть 1 минута для отдыха.": "The boxing match is divided into rounds, each of which lasts from 3 to 5 minutes, depending on the level of the fight (amateur or professional). Boxers have 1 minute to rest between rounds.",
  "Ход всего поединка контролирует рефери. Он может наказывать за нарушение правил предупреждением, снятием очков или даже дисквалификацией.": "The referee controls the course of the entire match. He can punish violations of the rules with a warning, the removal of points or even disqualification.",
  "Боксерский поединок заканчивается в следующих случаях": "A boxing match ends in the following cases",
  "один из спортсменов сбит с ног и не сможет подняться в течение 10 секунд;": "one of the athletes is knocked down and will not be able to get up for 10 seconds;",
  "после третьего нокдауна (правило действует в титульных боях под эгидой WBA);": "after the third knockdown (the rule applies in title fights under the auspices of the WBA);",
  "один из спортсменов получил травму и не может защищаться (технический нокаут);": "one of the athletes was injured and cannot defend himself (technical knockout);",
  "Если оба соперника отстояли все раунды и нокаута не произошло, то победитель определяется по очкам. Если же и по очкам счет одинаковый, то победителем становится спортсмен, выигравший по очкам большее число раундов. Иногда случаются ничейные результаты. Кроме того, что боксерам запрещено наносить удары любой частью тела кроме кулака, им также запрещено: наносить удары ниже пояса, держать соперника, толкаться, кусаться, плеваться и бороться.": "If both opponents defended all rounds and there was no knockout, then the winner is determined by points. If the score is the same on points, then the winner is the athlete who won the most rounds on points. Sometimes there are draw results. In addition to the fact that boxers are prohibited from striking with any part of the body except the fist, they are also prohibited from: striking below the belt, holding an opponent, pushing, biting, spitting and fighting.",
  "Турнир \"Любители бокса\" состоялся 29 октября на ринге \"King&Ring\"": "The Boxing Lovers tournament took place on October 29 at the King&Ring",
  "Прежде всего, непосредственная цель занятий любыми единоборствами - способность максимально эффективно постоять за себя, приобретение важных и ценных навыков самообороны. Какие качества развивает бокс? Сила воли, укрепление духа, преодоление собственных страхов, слабости и неуверенности в себе, развитие выносливости, повышение скорости реакции.": "First of all, the immediate goal of practicing any martial arts is the ability to stand up for yourself as effectively as possible, the acquisition of important and valuable self-defense skills. What qualities does boxing develop? Willpower, strengthening the spirit, overcoming one's own fears, weakness and self-doubt, developing endurance, increasing reaction speed.",
  "Сразиться в спаринге решились 8 боксеров-сотрудников компании “Отус”. По итогам соревновательных раундов победителем стал Руслан Степанов. Все участники были награждены памятными призами и грамотами.": "8 boxers-employees of the company “Otus” decided to fight in sparring. According to the results of the competition rounds, Ruslan Stepanov became the winner. All participants were awarded with memorable prizes and diplomas.",
  "Благодарим за помощь в организации мероприятия основных партнеров: Клуб бокса Джеб, Ударник Олимп-Островцы, магазин Everlast, Prosboxing. Страховщик – страховая компания \"Гелиос\". Промоутер турнира – компания \"Бокс-профи\".": "Thank you for your help in organizing the event of the main partners: Boxing Club Jab, Drummer Olympus-Ostrovtsy, Everlast store, Prosboxing. The insurer is the Helios Insurance Company. The promoter of the tournament is the Boxing-Pro company.",

  "Турнир по настольному теннису": "Table tennis tournament",
  "Настольный теннис (пинг-понг) – вид спорта, в котором два игрока или две команды по два человека (парная игра) соперничают между собой, пытаясь перекинуть ракетками специальный мяч (через сетку на игровом столе) на сторону соперника таким образом, чтобы соперник не смог его отразить. При этом мяч должен коснуться половины поля соперника не менее одного раза.": "Table tennis (ping pong) is a sport in which two players or two teams of two people (a pair game) compete with each other, trying to throw a special ball with rackets (through the net on the game table) to the opponent's side in such a way that the opponent could not reflect it. In this case, the ball must touch the opponent's half of the field at least once.",
  "Каждая партия состоит из розыгрышей, каждый из которых в свою очередь начинается с подачи. Подающий в первом розыгрыше определяется при помощи жребия. Далее подающие чередуются через каждые 2 подачи. Партия продолжается до тех пор, пока один из игроков не наберет 11 очков. При счете 10:10 подача переходит к другому игроку (команде) после каждого розыгрыша до тех пор, пока отрыв не составит два очка.": "Each game consists of draws, each of which in turn begins with a submission. The pitcher in the first draw is determined by drawing lots. Then the feeders alternate every 2 pitches. The game continues until one of the players scores 11 points. When the score is 10:10, the serve goes to another player (team) after each draw until the gap is two points.",
  "По старым правилам партия продолжалась до 21 очка, подающие чередовались через каждые пять подач, при равном счете 20:20 подача переходила к другому игроку (команде) после каждого розыгрыша до тех пор, пока отрыв не составит два очка.": "According to the old rules, the game lasted up to 21 points, the pitchers alternated every five innings, with an equal score of 20:20, the pitch went to another player (team) after each draw until the gap was two points.",
  "Ещё одно важное правило: в настольном теннисе нельзя касаться стола!": "Another important rule: you can't touch the table in table tennis!",
  "Турнир \"Любители настольного тенниса\" прошёл 3 сентября в спортивном клубе \"Академия\"": "The Table Tennis Lovers tournament was held on September 3 at the Academy Sports Club",
  "Игры проходят по системе \"каждый с каждым\" (круговая таблица), игроки распределяются по лигам, в зависимости от уровня мастерства. Это значит что каждый игрок будет играть с примерно равным игроком по силе.": "The games are played according to the \"everyone with everyone\" system (a circular table), the players are divided into leagues, depending on the skill level. This means that each player will play with an approximately equal player in strength.",
  "Лига состоит из 8 человек, а это значит, что у каждого игрока будет 7 игр. Длительность турнира составила 3 часа.": "The league consists of 8 people, which means that each player will have 7 games. The duration of the tournament was 3 hours.",
  "Во всех залах можно провести соревнования по настольному теннису удовлетворяющие любому запросу: профессиональное оборудование и инвентарь, судейство как силами персонала клуба, так и всероссийской коллегии судей, хороший свет, звук, раздевалки, а также фото и видео сопровождение турнира.": "In all halls it is possible to hold table tennis competitions satisfying any request: professional equipment and inventory, judging by both the staff of the club and the All-Russian board of judges, good light, sound, locker rooms, as well as photo and video support of the tournament.",

  "Волейбольный матч": "Volleyball match",
  "Волейбол – это вид спорта, целью в котором является направить мяч в сторону соперника таким образом, чтобы он приземлился на половине соперника или добиться ошибки со стороны игрока команды соперника. Во время одной атаки допускается только три касания мяча подряд. Волейбол популярен как среди мужчин, так и среди женщин.!": "Volleyball is a sport in which the goal is to direct the ball towards the opponent in such a way that it lands on the opponent's half or to achieve an error on the part of the opposing team player. During one attack, only three consecutive touches of the ball are allowed. Volleyball is popular among both men and women.!",
  "Волейбольный матч состоит из партий (от 3 до 5). Длительность волейбольной партии не ограничена и продолжается до тех пор, пока одна из команд не наберет 25 очков. Если преимущество над соперником составляет менее 2 очков, то партия продолжается до тех пор, пока преимущество не будет увеличено. Матч продолжается до того момента, пока одна из команд не выиграет три партии. Стоит отметить, что в пятой партии счет идет не до 25, а до 15 очков.": "A volleyball match consists of games (from 3 to 5). The duration of the volleyball game is unlimited and continues until one of the teams scores 25 points. If the advantage over the opponent is less than 2 points, the game continues until the advantage is increased. The match continues until one of the teams wins three games. It is worth noting that in the fifth game the score is not up to 25, but up to 15 points.",
  "Каждая из двух команд может иметь в составе до 14 игроков, но на поле одновременно могут находиться 6. Начальная расстановка игроков указывает порядок перехода участников по площадке, он должен сохраниться в течение всей партии.": "Each of the two teams can have up to 14 players, but 6 can be on the field at the same time. The initial placement of the players indicates the order of the participants' transition on the court, it must be preserved throughout the game.",
  "Турнир \"Волейбольный мяч\" прошёл 15 сентября на базе спортивного комплекса “Спортинтур”": "The Volleyball tournament was held on September 15 at the sports complex \"Sportintur“",
  "Организация проведения соревнований проводилась при поддержке методического кабинета преподавателей физкультуры и спортивного совет СУНЦ МГУ.": "The organization of the competitions was carried out with the support of the methodical cabinet of physical education teachers and the sports council of the SUNC MSU.",
  "Состав главной судейской коллегии: Кобаренкова Татьяна Евгеньевна - Главный судья; Апостолиди Наталья Юрьевна - зам. Гл. судьи, Базилева Татьяна Руслановна - Главный секретарь соревнований.": "The composition of the main judging panel: Kobarenkova Tatiana Evgenievna - Chief Judge; Apostolidi Natalia Yurievna - Deputy Chief Judge, Bazileva Tatiana Ruslanovna - Chief Secretary of the competition.",
  "Турнир проводился с целью привлечения учащихся к регулярным занятиям физической культурой и спортом, популяризация волейбола как вида спорта, определение сильнейшей команды по волейболу среди участников турнира.": "The tournament was held in order to attract students to regular physical education and sports, popularize volleyball as a sport, and determine the strongest volleyball team among the tournament participants.",
  "Победители и призеры соревнований были награждены грамотами за 1, 2 и 3 места и призами. Участники соревнований, не занявшие призовые места, были награждены «утешительными» призами.": "The winners and prize-winners of the competitions were awarded with diplomas for 1st, 2nd and 3rd places and prizes. The participants of the competition who did not take prizes were awarded with \"consolation\" prizes.",

  "Соревнования по баскетболу": "Basketball competitions",
  "Баскетбол – спортивная командная игра с мячом, цель в которой – забросить мяч в корзину соперника большее число раз, чем это сделает команда соперника в установленное время. Каждая команда состоит из 5 полевых игроков.": "Basketball is a sports team game with a ball, the goal of which is to throw the ball into the opponent's basket more times than the opposing team will do at the set time. Each team consists of 5 field players.",
  "В баскетбол играют две команды. Обычно команда состоит из 12 человек, 5 из которых являются полевыми, а остальные считаются игроками на замену.": "Basketball is played by two teams. Usually the team consists of 12 people, 5 of whom are field players, and the rest are considered replacement players.",
  "Спортсмены, владеющие мячом, должны передвигаться по полю, ударяя им в пол. В противном случае будет засчитан «пронос мяча», а это нарушение правил в баскетболе. Случайное прикосновение к мячу отличной от руки частью тела не считается нарушением, в отличие от целенаправленной игры ногой или кулаком.": "Athletes who own the ball must move around the field, hitting them on the floor. Otherwise, \"passing the ball\" will be counted, and this is a violation of the rules in basketball. Accidentally touching the ball with a part of the body other than the hand is not considered a violation, unlike purposeful play with a foot or fist.",
  "Заброшенный в корзину мяч может приносить разное количество очков своей команде. Если мяч заброшен во время штрафного броска, то команда зарабатывает 1 очко. Если мяч заброшен со средней или близкой дистанции (ближе 3-х очковой линии), то команде дается 2 очка. Три очка зарабатывает команда, если мяч заброшен из-за трехочковой линии.": "A ball thrown into the basket can bring a different number of points to your team. If the ball is thrown during a free throw, the team earns 1 point. If the ball is thrown from an average or close distance (closer than the 3-point line), then the team is given 2 points. The team earns three points if the ball is thrown from behind the three-point line.",
  "Если в основное время обе команды набрали одинаковое число очков, то назначается 5 минутный овертайм, если и он закончился в ничью, то назначается следующий и так до тех пор, пока не будет определен победитель.": "If both teams scored the same number of points in regular time, then a 5-minute overtime is assigned, if it ended in a draw, then the next one is assigned and so on until the winner is determined.",
  "Баскетбольный матч состоялся 27 сентября на базе спортивного комплекса “Бастион”": "The basketball match took place on September 27 at the Bastion Sports Complex",
  "В спортивной схватке решили сразиться сотрудники компаний ”Велспорттранс” и ”Промсвязьбанк”. Для них был организован турнир по баскетболу, который позволяет решить серьезные конкурентные вопросы на игровой площадке.": "Employees of the companies ”Velsporttrans” and ”Promsvyazbank” decided to fight in a sports fight. A basketball tournament was organized for them, which allows them to solve serious competitive issues on the playground.",
  "Это уже не первый матч между командами, тем интереснее принимать участие и наблюдать за участниками соревнования.": "This is not the first match between the teams, the more interesting it is to take part and watch the participants of the competition.",
  "Наша команда всегда рада организовать как любительский турнир для повышения лояльности сотрудников к компании, так и полномасштабные соревнования.": "Our team is always happy to organize both an amateur tournament to increase employee loyalty to the company, and full-scale competitions."
}