{
  "applications": [
    {
      "date": "01.12.22",
      "id": "9vMQmHG",
      "name": "Александр",
      "phone": "89242202235",
      "email": "alexandr.kolom.web@yandex.ru",
      "type": "COMPETITION",
      "comment": "Позвоните в ближайшее время"
    },
    {
      "date": "05.12.22",
      "id": "8f3dfsf",
      "name": "Александр",
      "phone": "89242202235",
      "email": "alexandr.kolom.web@yandex.ru",
      "type": "COMPETITION",
      "comment": "Позвоните в ближайшее время"
    },
    {
      "name": "Александр",
      "email": "example@mail.ru",
      "phone": "+7 (924) 2202235",
      "comment": "",
      "type": "OLYMPICS",
      "id": "2NSnep0"
    }
  ],
  "articles": [
    {
      "id": "1",
      "title": "Соревнования по гольфу",
      "img": "https://images.unsplash.com/photo-1606807751786-0af93cd186ac?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1331&q=80",
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Гольф - спортивная игра, суть которой заключается в забивании мяча в специальные лунки. Пройти их следует путём совершения минимального количества ударов.",
            "Традиционно принято считать гольф мужским видом спорта. До недавнего времени так и было, и в состязаниях принимали участие только мужчины. В последнее время представительницы прекрасного пола также стали активно играть в гольф и показывать неплохие результаты, порой не уступая мужчинам в этом виде состязаний."
          ]
        },
        {
          "id": "2",
          "type": "LIST",
          "title": "Травмирование в гольфе может произойти по разным причинам: случайный удар клюшкой, мячом, отскакивание камня либо гальки во время удара. Во избежание получения травм игрокам следует соблюдать определённые меры безопасности",
          "list": [
            "Перед совершением удара необходимо убедиться, что все лица, которые присутствуют при проведении состязания, находятся на безопасном растроянии.",
            "Спортсменам запрещено наносить удар до того момента, пока все присутствующие не удалились из зоны возможного падения мяча.",
            "Во время подготовки удара по мячу спортсмен должен предупредить об этом весь обслуживающий персонал, чтобы тот удалился с поля.",
            "Если спортсмен, совершивший удар, предвидит, что мяч может попасть в кого-либо из присутствующих, он должен предупредить их, крикнув “Фор”."
          ]
        },
        {
          "id": "3",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1593111774240-d529f12cf4bb?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1176&q=80",
            "https://images.unsplash.com/photo-1611374243147-44a702c2d44c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1538648759472-7251f7cb2c2f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=774&q=80"
          ]
        },
        {
          "id": "4",
          "type": "TEXT",
          "title": "Cоревнование “Любители гольфа“ прошло 3 ноября в гольф-клубе “Земляничные поляны“",
          "paragraphs": [
            "Благодарим за помощь в организации мероприятия основных партнеров: Объединенную металлургическую компанию (ОМК), авиакомпанию Аэрофлот-Российские авиалинии, компанию Фармстандарт. В 2022 году в числе основных партнёров остаются гольф-клубы \"Пестово\", \"Петергоф\", \"Форест Хиллс\". Страховщик – страховая компания \"Гелиос\". Промоутер турнира – компания \"Гольф-профи\".",
            "На старт соревнования вышли 34 гольфиста.",
            "По итогам четырех соревновательных раундов победителями турнира стали Даниил Ромашкин и Екатерина Малахова. Серебро у Алексея Карасёва и Веры Маркевич, бронза – у Степана Суржика и Екатерины Петровой."
          ]
        },
        {
          "id": "5",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1500932334442-8761ee4810a7?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1535131749006-b7f58c99034b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1538423070486-9292881ea10a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=750&q=80"
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Турнир по большому теннису",
      "img": "https://images.unsplash.com/flagged/photo-1576972405668-2d020a01cbfa?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1174&q=80",
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Большой теннис – вид спорта, в котором два игрока или две команды по два человека соперничают между собой. Цель каждого из игроков/команд – перекинуть ракеткой мяч на сторону соперника таким образом, чтобы соперник не смог его отразить. При этом мяч должен коснуться половины поля соперника не меньше одного раза.",
            "Игроки или команды должны находиться по разные стороны сетки. Один из игроков является подающим, второй, соответственно, принимающим подачу. Подающий игрок должен отправить мяч таким образом, чтобы он попал в зону корта на половине соперника. Принимающий игрок должен успеть перенаправить (отбить) мяч на сторону соперника до его падения на корт или до того, как он коснется корта во второй раз. Если один из теннисистов пропустил мяч, то его соперник получает очко.",
            "Теннисный матч состоит из «сетов», а они в свою очередь из «геймов», для выигрыша которых необходимо забивать мячи (минимум 4 мяча: 15-30-40-гейм, но с разницей не менее, чем два мяча). При подаче у игрока есть две попытки, в которые он попеременно подает мячом в левый и правый квадраты. После розыгрыша гейма подача переходит к сопернику. После розыгрыша нечётного числа геймов игрокам даётся минутный перерыв и производится смена сторон. Игрок, первым выигравший 6 геймов (при условии, что его соперник выиграл не более 4 геймов), считается выигравшим сет. Для выигрыша матча необходимо выиграть 2 из 3 либо 3 из 5 сетов. Набравший необходимое количество выигранных сетов, выигрывает матч."
          ]
        },
        {
          "id": "2",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1622279457486-62dcc4a431d6?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1560012057-4372e14c5085?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=774&q=80",
            "https://images.unsplash.com/photo-1530915365347-e35b749a0381?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80"
          ]
        },
        {
          "id": "3",
          "type": "TEXT",
          "title": "Турнир “Любители тенниса“ прошёл 13 ноября на теннисном корте “Амурские корты“",
          "paragraphs": [
            "Благодарим за помощь в организации мероприятия основных партнеров: Комиссия по Любительскому теннису Федерации Тенниса России (ФТР), Теннисный клуб “РТС”. При участии Тенисного клуба “Радвест”. Страховщик – страховая компания \"Гелиос\". Промоутер турнира – компания \"Теннис-профи\".",
            "Основными целями турнира являются: объединение сотрудников коллектива в единую турнирную структуру, поддержка теннисистов-любителей и оказание им помощи в проведении любительских соревнований, популяризация тенниса, укрепление  дружественных связей в коллективе."
          ]
        },
        {
          "id": "4",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1627314387807-df615e8567de?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=774&q=80",
            "https://images.unsplash.com/flagged/photo-1576972405668-2d020a01cbfa?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1174&q=80",
            "https://images.unsplash.com/photo-1595435742656-5272d0b3fa82?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=464&q=80"
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Детский чемпионат по хоккею",
      "img": "https://images.unsplash.com/photo-1616041042832-24ee0dff18d4?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1171&q=80",
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Хоккей с шайбой — это спортивная командная игра на льду, целью в которой является забросить шайбу в ворота соперника большее число раз, чем это сделает команда соперника в установленное время. Шайбу передают от игрока к игроку по ледяному корту специальными хоккейными клюшками. Побеждает команда забросившая большее число шайб в ворота соперника.",
            "Матч по хоккею с шайбой состоит из трех периодов по 20 минут чистого времени. Перерывы между периодами длятся 15 минут. В случае ничейного результата по окончании трех периодов возможно назначение дополнительного времени (овертайма). В случае ничьей по окончании овертайма пробиваются штрафные броски (буллиты). Необходимость овертайма, а также его продолжительность, необходимость и количество штрафных бросков оговариваются отдельно в регламенте турнира.",
            "Хоккейный матч обслуживает судейская бригада, состоящая из трёх или четырёх судей. Один или два судьи (в зависимости от регламента турнира) называются главными судьями, два других — помощниками главного судьи, или лайнсменами. В обязанности главного судьи входит отслеживание нарушений правил, фиксация взятия ворот (голов). Помощники главного судьи отвечают за отслеживание положений «вне игры», пробросов шайбы, нарушений численного состава, а также проведение вбрасываний шайбы."
          ]
        },
        {
          "id": "2",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1545471977-94cac22e71ed?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1616041042832-24ee0dff18d4?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1171&q=80",
            "https://images.unsplash.com/photo-1551241784-c1ec0c6906ae?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1169&q=80"
          ]
        },
        {
          "id": "3",
          "type": "TEXT",
          "title": "Чемпионат \"Хоккейных дел мастер\" прошёл 27 ноября на базе арены \"Ерофей\"",
          "paragraphs": [
            "Учащиеся МБОУ “Средняя школы № 76 им. А.А. Есягина” попробовали свои силы на хоккейном поле. Ученики начальной школы поборолись друг с другом за звание чемпиона хоккейных дел.  В чемпионате приняли участие 3 команды.",
            "По итогам четырех матчей победителями стали ученики 4 “А” класса.",
            "Чемпионат проводится с целью пропаганды здорового образа жизни, привлечения детей к активным видам спорта, помощи детям раскрыться и поверить в свои силы, понять, что они могут и чего хотят, повышения командного уровня и налаживание коммуникативных связей внутри коллектива, популяризация хоккея среди детей."
          ]
        },
        {
          "id": "4",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1557939771-b27533caa425?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1517177646641-83fe10f14633?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1233&q=80",
            "https://images.unsplash.com/photo-1581275701366-d9bfe401faa4?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1171&q=80"
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Футбольный матч",
      "img": "https://images.unsplash.com/photo-1624880357913-a8539238245b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Футбол - самый популярный командный вид спорта в мире, целью в котором является забить мяч в ворота соперника большее число раз, чем это сделает команда соперника в установленное время. Мяч в ворота можно забивать ногами или любыми другими частями тела (кроме рук).",
            "Каждая футбольная команда должна состоять максимум из одиннадцати игроков (именно столько может находиться одновременно на поле), один из которых вратарь и он же единственный игрок, которому разрешено играть руками в рамках штрафной площади у своих ворот.",
            "Футбольный матч состоит из двух таймов длительностью по 45 минут каждый. Между таймами предусмотрен 15 минутный перерыв на отдых, после которого команды меняются воротами. Это делается для того, чтобы команды были в равных условиях. Футбольную игру выигрывает команда, забившая большее количество голов в ворота соперника. Если команды закончили матч с одинаковым счетом голов, то фиксируется ничья, или назначаются два дополнительных тайма по 15 минут. Если дополнительное время закончилось ничьей, то назначается серия послематчевых пенальти."
          ]
        },
        {
          "id": "2",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1606925797300-0b35e9d1794e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=581&q=80",
            "https://images.unsplash.com/photo-1575361204480-aadea25e6e68?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1171&q=80",
            "https://images.unsplash.com/photo-1553778263-73a83bab9b0c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1171&q=80"
          ]
        },
        {
          "id": "3",
          "type": "TEXT",
          "title": "Любительский футбольный матч состоялся 16 октября на стадионе им. Ленина",
          "paragraphs": [
            "Основная цель любительских турниров — создать конкурентную среду и максимально приблизить участников к их футбольным кумирам. Некоторые ивенты полностью копируют формат проведения и даже названия команд-участниц у профессиональных соревнований.",
            "За золотую медаль боролись сборные команд \"СтройМашинери\" и \"Ростелеком\".",
            "\"СтройМашинери\" уверенно прошел групповой этап с пятью забитыми голами и всего тремя пропущенными. В  финальном матче обыграли \"Ростелеком\", став чемпионами Любительского футбольного матча.",
            "\"Ростелеком\" занял второе место, но может быть доволен тем, что продемонстрировал хорошую командную игру и одержал волевую победу над соперником, который на бумаге казался сильнее."
          ]
        },
        {
          "id": "4",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1556056504-5c7696c4c28d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=676&q=80",
            "https://images.unsplash.com/photo-1624880357913-a8539238245b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1574629810360-7efbbe195018?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1293&q=80"
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Соревнования по боксу",
      "img": "https://images.unsplash.com/photo-1517438322307-e67111335449?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1171&q=80",
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "title": "Бокс – это контактный вид спорта (единоборство), в котором разрешены удары только кулаками и только в специальных перчатках.",
          "paragraphs": [
            "Боксерский поединок разделен на раунды, каждый из которых длится от 3 до 5 минут, в зависимости от уровня поединка (любительский или профессиональный). Между раундами у боксеров есть 1 минута для отдыха.",
            "Ход всего поединка контролирует рефери. Он может наказывать за нарушение правил предупреждением, снятием очков или даже дисквалификацией."
          ]
        },
        {
          "id": "2",
          "type": "LIST",
          "title": "Боксерский поединок заканчивается в следующих случаях",
          "text": "Если оба соперника отстояли все раунды и нокаута не произошло, то победитель определяется по очкам. Если же и по очкам счет одинаковый, то победителем становится спортсмен, выигравший по очкам большее число раундов. Иногда случаются ничейные результаты. Кроме того, что боксерам запрещено наносить удары любой частью тела кроме кулака, им также запрещено: наносить удары ниже пояса, держать соперника, толкаться, кусаться, плеваться и бороться.",
          "list": [
            "один из спортсменов сбит с ног и не сможет подняться в течение 10 секунд;",
            "после третьего нокдауна (правило действует в титульных боях под эгидой WBA);",
            "один из спортсменов получил травму и не может защищаться (технический нокаут);"
          ]
        },
        {
          "id": "3",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1495555687398-3f50d6e79e1e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1583473848882-f9a5bc7fd2ee?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1593352216894-89108a0d2653?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1169&q=80"
          ]
        },
        {
          "id": "4",
          "type": "TEXT",
          "title": "Турнир \"Любители бокса\" состоялся 29 октября на ринге \"King&Ring\"",
          "paragraphs": [
            "Прежде всего, непосредственная цель занятий любыми единоборствами - способность максимально эффективно постоять за себя, приобретение важных и ценных навыков самообороны. Какие качества развивает бокс? Сила воли, укрепление духа, преодоление собственных страхов, слабости и неуверенности в себе, развитие выносливости, повышение скорости реакции.",
            "Сразиться в спаринге решились 8 боксеров-сотрудников компании “Отус”. По итогам соревновательных раундов победителем стал Руслан Степанов. Все участники были награждены памятными призами и грамотами.",
            "Благодарим за помощь в организации мероприятия основных партнеров: Клуб бокса Джеб, Ударник Олимп-Островцы, магазин Everlast, Prosboxing. Страховщик – страховая компания \"Гелиос\". Промоутер турнира – компания \"Бокс-профи\"."
          ]
        },
        {
          "id": "5",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1575747515871-2e323827539e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1341&q=80",
            "https://images.unsplash.com/photo-1517438322307-e67111335449?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1171&q=80",
            "https://images.unsplash.com/photo-1509255929945-586a420363cf?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=697&q=80"
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Турнир по настольному теннису",
      "img": "https://images.unsplash.com/photo-1461748659110-16121c049d52?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1169&q=80",
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Настольный теннис (пинг-понг) – вид спорта, в котором два игрока или две команды по два человека (парная игра) соперничают между собой, пытаясь перекинуть ракетками специальный мяч (через сетку на игровом столе) на сторону соперника таким образом, чтобы соперник не смог его отразить. При этом мяч должен коснуться половины поля соперника не менее одного раза.",
            "Каждая партия состоит из розыгрышей, каждый из которых в свою очередь начинается с подачи. Подающий в первом розыгрыше определяется при помощи жребия. Далее подающие чередуются через каждые 2 подачи. Партия продолжается до тех пор, пока один из игроков не наберет 11 очков. При счете 10:10 подача переходит к другому игроку (команде) после каждого розыгрыша до тех пор, пока отрыв не составит два очка.",
            "По старым правилам партия продолжалась до 21 очка, подающие чередовались через каждые пять подач, при равном счете 20:20 подача переходила к другому игроку (команде) после каждого розыгрыша до тех пор, пока отрыв не составит два очка.",
            "Ещё одно важное правило: в настольном теннисе нельзя касаться стола!"
          ]
        },
        {
          "id": "2",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1609710228159-0fa9bd7c0827?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1559136560-16ad036d85d3?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1169&q=80",
            "https://images.unsplash.com/photo-1622389989649-87b9b6dba469?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=774&q=80"
          ]
        },
        {
          "id": "3",
          "type": "TEXT",
          "title": "Турнир \"Любители настольного тенниса\" прошёл 3 сентября в спортивном клубе \"Академия\"",
          "paragraphs": [
            "Игры проходят по системе \"каждый с каждым\" (круговая таблица), игроки распределяются по лигам, в зависимости от уровня мастерства. Это значит что каждый игрок будет играть с примерно равным игроком по силе.",
            "Лига состоит из 8 человек, а это значит, что у каждого игрока будет 7 игр. Длительность турнира составила 3 часа.",
            "Во всех залах можно провести соревнования по настольному теннису удовлетворяющие любому запросу: профессиональное оборудование и инвентарь, судейство как силами персонала клуба, так и всероссийской коллегии судей, хороший свет, звук, раздевалки, а также фото и видео сопровождение турнира."
          ]
        },
        {
          "id": "4",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1523221746585-396fbfea5033?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1611251126118-b1d4f99600a1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1580712987356-934561958705?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80"
          ]
        }
      ]
    },
    {
      "id": "7",
      "title": "Волейбольный матч",
      "img": "https://images.unsplash.com/photo-1547347298-4074fc3086f0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Волейбол – это вид спорта, целью в котором является направить мяч в сторону соперника таким образом, чтобы он приземлился на половине соперника или добиться ошибки со стороны игрока команды соперника. Во время одной атаки допускается только три касания мяча подряд. Волейбол популярен как среди мужчин, так и среди женщин.!",
            "Волейбольный матч состоит из партий (от 3 до 5). Длительность волейбольной партии не ограничена и продолжается до тех пор, пока одна из команд не наберет 25 очков. Если преимущество над соперником составляет менее 2 очков, то партия продолжается до тех пор, пока преимущество не будет увеличено. Матч продолжается до того момента, пока одна из команд не выиграет три партии. Стоит отметить, что в пятой партии счет идет не до 25, а до 15 очков.",
            "Каждая из двух команд может иметь в составе до 14 игроков, но на поле одновременно могут находиться 6. Начальная расстановка игроков указывает порядок перехода участников по площадке, он должен сохраниться в течение всей партии."
          ]
        },
        {
          "id": "2",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1547347298-4074fc3086f0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1588492069485-d05b56b2831d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1171&q=80",
            "https://images.unsplash.com/photo-1612872087720-bb876e2e67d1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1307&q=80"
          ]
        },
        {
          "id": "3",
          "type": "TEXT",
          "title": "Турнир \"Волейбольный мяч\" прошёл 15 сентября на базе спортивного комплекса “Спортинтур”",
          "paragraphs": [
            "Организация проведения соревнований проводилась при поддержке методического кабинета преподавателей физкультуры и спортивного совет СУНЦ МГУ.",
            "Состав главной судейской коллегии: Кобаренкова Татьяна Евгеньевна - Главный судья; Апостолиди Наталья Юрьевна - зам. Гл. судьи, Базилева Татьяна Руслановна - Главный секретарь соревнований.",
            "Турнир проводился с целью привлечения учащихся к регулярным занятиям физической культурой и спортом, популяризация волейбола как вида спорта, определение сильнейшей команды по волейболу среди участников турнира.",
            "Победители и призеры соревнований были награждены грамотами за 1, 2 и 3 места и призами. Участники соревнований, не занявшие призовые места, были награждены «утешительными» призами."
          ]
        },
        {
          "id": "4",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1592656094267-764a45160876?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1605907158000-29ac05917bd1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=813&q=80",
            "https://images.unsplash.com/photo-1565818819174-d76ccec8b2af?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80"
          ]
        }
      ]
    },
    {
      "id": "8",
      "title": "Соревнования по баскетболу",
      "img": "https://images.unsplash.com/photo-1594623274890-6b45ce7cf44a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Баскетбол –  спортивная командная игра с мячом, цель в которой – забросить мяч в корзину соперника большее число раз, чем это сделает команда соперника в установленное время. Каждая команда состоит из 5 полевых игроков.",
            "В баскетбол играют две команды. Обычно команда состоит из 12 человек, 5 из которых являются полевыми, а остальные считаются игроками на замену.",
            "Спортсмены, владеющие мячом, должны передвигаться по полю, ударяя им в пол. В противном случае будет засчитан «пронос мяча», а это нарушение правил в баскетболе. Случайное прикосновение к мячу отличной от руки частью тела не считается нарушением, в отличие от целенаправленной игры ногой или кулаком.",
            "Заброшенный в корзину мяч может приносить разное количество очков своей команде. Если мяч заброшен во время штрафного броска, то команда зарабатывает 1 очко. Если мяч заброшен со средней или близкой дистанции (ближе 3-х очковой линии), то команде дается 2 очка. Три очка зарабатывает команда, если мяч заброшен из-за трехочковой линии.",
            "Если в основное время обе команды набрали одинаковое число очков, то назначается 5 минутный овертайм, если и он закончился в ничью, то назначается следующий и так до тех пор, пока не будет определен победитель."
          ]
        },
        {
          "id": "2",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1546519638-68e109498ffc?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1190&q=80",
            "https://images.unsplash.com/photo-1556168505-d00e911d52eb?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=775&q=80",
            "https://images.unsplash.com/photo-1611638286071-61b404f12333?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80"
          ]
        },
        {
          "id": "3",
          "type": "TEXT",
          "title": "Баскетбольный матч состоялся 27 сентября на базе спортивного комплекса “Бастион”",
          "paragraphs": [
            "В спортивной схватке решили сразиться сотрудники компаний ”Велспорттранс” и ”Промсвязьбанк”. Для них был организован турнир по баскетболу, который позволяет решить серьезные конкурентные вопросы на игровой площадке.",
            "Это уже не первый матч между командами, тем интереснее принимать участие и наблюдать за участниками соревнования.",
            "Наша команда всегда рада организовать как любительский турнир для повышения лояльности сотрудников к компании, так и полномасштабные соревнования."
          ]
        },
        {
          "id": "4",
          "type": "IMAGES",
          "images": [
            "https://images.unsplash.com/photo-1520399636535-24741e71b160?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1523142096306-cca37b5aa001?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
            "https://images.unsplash.com/photo-1550171362-62bca9e5ad4e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80"
          ]
        }
      ]
    }
  ],
  "users": [
    {
      "id": "1",
      "username": "admin",
      "email": "saha.kol04@gmail.com",
      "password": "123123",
      "role": "ADMIN"
    },
    {
      "id": "2",
      "username": "user",
      "email": "alexandr.kolom.web@yandex.ru",
      "password": "312312",
      "role": "USER"
    },
    {
      "id": "3",
      "username": "Lyuda",
      "email": "lyuda.colomitzkaya@yandex.ru",
      "password": "23021971"
    }
  ],
  "profile": {
    "first": "Александр",
    "lastname": "Коломыцкий",
    "age": 18,
    "currency": "EUR",
    "country": "Armenia",
    "city": "Khabarovsk",
    "username": "admin",
    "avatar": "https:/w7.pngwing.com/pngs/862/646/png-transparent-beard-hipster-male-man-avatars-xmas-giveaway-icon-thumbnail.png"
  }
}